# Блок 1
b1 = ("Здравствуйте, уважаемый пользователь это бот для удобных онлайн консультаций в школах с преподавателями. "
      "Чтобы начать выберите вашу школу или пройдите регистрацию.")

# Доп блок 1
b1dop = ("Наш бот затрагивает проблему неудобных консультаций без необходимости очного присутствия, что могло бы облегчить и работу учителя, и учёбу ученика."
             "Вы можете добавить свою школу, заполнив Google форму, войти в аккаунт учителя или создать консультацию."
             " Ваши сообщения для учителей будут сохраняться в базу данных, а потом доходить и учителю."
             "Приятного вам использования и учёбы! ")

# Блок 2
b2 = "Выберите школу или добавьте свою (для последнего вам нужно заполнить форму)"

# Блок 3 пункт 1
b3p1 = "Создать консультацию или зайти в аккаунт учителя?"
# Блок 3 пункт 2
form = "Заполните google форму."
formsurl = "https://docs.google.com/forms/d/e/1FAIpQLSdO3KU_PX1rJykdYbPfiXH-Nq-1RnJLwtd0tgfJ7q4odkonZw/viewform?usp=sf_link"

# Блок 4 пункт 1
b4p1 = "Напишите ФИО учителя. Именно в таком порядке. А ещё лучше проверьте правильность написания ФИО учителя!"
# Блок 4 пункт 2
b4p2 = "Напишите специальный код учителя. Этот код должна выдать вам администрация школы."

# Блок 5 пункт 1
b5p1 = "Такой учитель есть! Напишите свой вопрос."
failb5p1 = "Ой-ой, такого учителя нет в нашей базе. Проверьте правильность написания, либо такой учитель просто не зарегестрирован"
# Блок 5 пункт 2
b5p2 = "Успешно!"
failb5p2 = "Неуспешно. Проверьте код на правильность написания."



